const data = [
    {
        "title": "Солярис",
        "url": "http://dom.mos.ru/Company/Details/2015fbcc-5892-4f33-a834-33ec6597e9b6",
        "color": "red",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    11,
                    "11к.1"
                ]
            },
            {
                "street": "ул. Грина",
                "houses": [
                    "12к.1",
                    12,
                    "18к.1",
                    18
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 11",
                "point": [
                    55.566807,
                    37.576385
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 11к1",
                "point": [
                    55.56699,
                    37.577436
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 12к1",
                "point": [
                    55.564791,
                    37.582826
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 12",
                "point": [
                    55.563905,
                    37.582224
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 18к1",
                "point": [
                    55.565091,
                    37.581092
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 18",
                "point": [
                    55.564969,
                    37.579672
                ]
            }
        ]
    },
    {
        "title": "ГБУ Жилищник района Северное Бутово",
        "url": "http://dom.mos.ru/Company/Details/a9b96873-8a4f-412e-adde-42cb353d4665",
        "color": "grey",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    "9к.4",
                    "9к.2",
                    "9к.3",
                    "11к.2",
                    12,
                    13,
                    16,
                    "18/4"
                ]
            },
            {
                "street": "Коктебельская ул.",
                "houses": [
                    "2к.1",
                    "2к.2",
                    "4к.3",
                    "4к.2",
                    8
                ]
            },
            {
                "street": "Старокачаловская ул.",
                "houses": [
                    "1к.1",
                    "1к.2",
                    "3к.1",
                    "3к.3",
                    "3к.2"
                ]
            },
            {
                "street": "ул. Академика Глушко",
                "houses": [
                    6,
                    8,
                    "10к.2",
                    "10к.1",
                    12,
                    "14к.1",
                    16
                ]
            },
            {
                "street": "ул. Грина",
                "houses": [
                    "1к.4",
                    "1к.1",
                    "1к.3",
                    "1к.2",
                    2,
                    "3к.2",
                    "3к.1",
                    4,
                    5,
                    6,
                    7,
                    8,
                    10,
                    11,
                    14,
                    15,
                    "18к.2"
                ]
            },
            {
                "street": "Феодосийская ул.",
                "houses": [
                    2,
                    3,
                    4,
                    5,
                    7,
                    9,
                    11
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 9к4",
                "point": [
                    55.567881,
                    37.578046
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 9к2",
                "point": [
                    55.568654,
                    37.579142
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 9к3",
                "point": [
                    55.567871,
                    37.579933
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 11к2",
                "point": [
                    55.566063,
                    37.578469
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 12",
                "point": [
                    55.565605,
                    37.572405
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 13",
                "point": [
                    55.56531,
                    37.574992
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 16",
                "point": [
                    55.564053,
                    37.570941
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 18/4",
                "point": [
                    55.562882,
                    37.570429
                ]
            },
            {
                "address": "Россия, Москва, Коктебельская улица, 2к1",
                "point": [
                    55.567331,
                    37.588242
                ]
            },
            {
                "address": "Россия, Москва, Коктебельская улица, 2к2",
                "point": [
                    55.567153,
                    37.587281
                ]
            },
            {
                "address": "Россия, Москва, Коктебельская улица, 4к3",
                "point": [
                    55.566155,
                    37.583769
                ]
            },
            {
                "address": "Россия, Москва, Коктебельская улица, 4к2",
                "point": [
                    55.566491,
                    37.585224
                ]
            },
            {
                "address": "Россия, Москва, Коктебельская улица, 8",
                "point": [
                    55.563925,
                    37.583607
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 1к1",
                "point": [
                    55.568313,
                    37.587632
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 1к2",
                "point": [
                    55.567871,
                    37.58605
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 3к1",
                "point": [
                    55.568339,
                    37.584083
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 3к3",
                "point": [
                    55.568884,
                    37.581936
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 3к2",
                "point": [
                    55.569286,
                    37.583472
                ]
            },
            {
                "address": "Россия, Москва, улица Академика Глушко, 6",
                "point": [
                    55.563656,
                    37.569306
                ]
            },
            {
                "address": "Россия, Москва, улица Академика Глушко, 8",
                "point": [
                    55.564114,
                    37.568237
                ]
            },
            {
                "address": "Россия, Москва, улица Академика Глушко, 10к2",
                "point": [
                    55.565473,
                    37.567716
                ]
            },
            {
                "address": "Россия, Москва, улица Академика Глушко, 10к1",
                "point": [
                    55.564964,
                    37.566961
                ]
            },
            {
                "address": "Россия, Москва, улица Академика Глушко, 12",
                "point": [
                    55.565468,
                    37.565389
                ]
            },
            {
                "address": "Россия, Москва, улица Академика Глушко, 14к1",
                "point": [
                    55.565646,
                    37.564123
                ]
            },
            {
                "address": "Россия, Москва, улица Академика Глушко, 16",
                "point": [
                    55.566063,
                    37.56264
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к4",
                "point": [
                    55.560163,
                    37.583724
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к1",
                "point": [
                    55.562938,
                    37.582152
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к3",
                "point": [
                    55.561105,
                    37.582745
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к2",
                "point": [
                    55.561925,
                    37.582215
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 2",
                "point": [
                    55.562439,
                    37.585763
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 3к2",
                "point": [
                    55.565137,
                    37.576403
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 3к1",
                "point": [
                    55.564536,
                    37.577507
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 4",
                "point": [
                    55.563019,
                    37.585709
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 5",
                "point": [
                    55.566313,
                    37.571929
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 6",
                "point": [
                    55.562683,
                    37.585188
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 7",
                "point": [
                    55.567219,
                    37.569171
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 8",
                "point": [
                    55.563335,
                    37.585026
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 10",
                "point": [
                    55.563035,
                    37.584353
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 11",
                "point": [
                    55.567519,
                    37.566961
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 14",
                "point": [
                    55.564394,
                    37.581227
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 15",
                "point": [
                    55.568553,
                    37.564132
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 18к2",
                "point": [
                    55.565855,
                    37.580346
                ]
            },
            {
                "address": "Россия, Москва, Феодосийская улица, 2",
                "point": [
                    55.563661,
                    37.58031
                ]
            },
            {
                "address": "Россия, Москва, Феодосийская улица, 3",
                "point": [
                    55.56276,
                    37.581056
                ]
            },
            {
                "address": "Россия, Москва, Феодосийская улица, 4",
                "point": [
                    55.56392,
                    37.578235
                ]
            },
            {
                "address": "Россия, Москва, Феодосийская улица, 5",
                "point": [
                    55.562902,
                    37.580355
                ]
            },
            {
                "address": "Россия, Москва, Феодосийская улица, 7",
                "point": [
                    55.562984,
                    37.579574
                ]
            },
            {
                "address": "Россия, Москва, Феодосийская улица, 9",
                "point": [
                    55.562979,
                    37.578298
                ]
            },
            {
                "address": "Россия, Москва, Феодосийская улица, 11",
                "point": [
                    55.563101,
                    37.577202
                ]
            }
        ]
    },
    {
        "title": "ООО «Компания «РЕМСТРОЙСЕРВИС»",
        "url": "http://dom.mos.ru/Company/Details/b4159223-8c89-40de-8ad8-407ac0525559",
        "color": "orange",
        "items": [
            {
                "street": "Куликовская ул.",
                "houses": [
                    "9к.1"
                ]
            },
            {
                "street": "Старокачаловская ул.",
                "houses": [
                    "3к.4"
                ]
            },
            {
                "street": "ул. Грина",
                "houses": [
                    20,
                    24
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Куликовская улица, 9к1",
                "point": [
                    55.566318,
                    37.561293
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 3к4",
                "point": [
                    55.568145,
                    37.583131
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 20",
                "point": [
                    55.565442,
                    37.57872
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 24",
                "point": [
                    55.566002,
                    37.57704
                ]
            }
        ]
    },
    {
        "title": "ТСЖ «Синяя птица»",
        "url": "http://dom.mos.ru/Company/Details/66282801-ffdd-4492-976e-3a1a7c4d3f6f",
        "color": "blue",
        "items": [
            {
                "street": "Старокачаловская ул.",
                "houses": [
                    4,
                    6,
                    8,
                    10,
                    12,
                    14,
                    16,
                    18
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старокачаловская улица, 4",
                "point": [
                    55.568787,
                    37.590344
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 6",
                "point": [
                    55.569026,
                    37.588647
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 8",
                "point": [
                    55.569255,
                    37.589464
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 10",
                "point": [
                    55.569566,
                    37.589752
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 12",
                "point": [
                    55.569993,
                    37.590021
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 14",
                "point": [
                    55.569734,
                    37.587649
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 16",
                "point": [
                    55.57007,
                    37.587883
                ]
            },
            {
                "address": "Россия, Москва, Старокачаловская улица, 18",
                "point": [
                    55.570405,
                    37.588611
                ]
            }
        ]
    },
    {
        "title": "ООО «АВИЛОН-М»",
        "url": "http://dom.mos.ru/Company/Details/d779a29b-058c-4073-9996-0c9ae504705d",
        "color": "pink",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    "2к.2",
                    4,
                    6,
                    10
                ]
            },
            {
                "street": "Коктебельская ул.",
                "houses": [
                    11
                ]
            },
            {
                "street": "Ратная ул.",
                "houses": [
                    "2к.2",
                    "2к.1",
                    "8к.4",
                    "8к.2",
                    "8к.3",
                    "10к.2",
                    "10к.1",
                    "12к.2",
                    "12к.1",
                    14,
                    "16к.2",
                    "16к.1"
                ]
            },
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    9,
                    11,
                    "15к.3",
                    "15к.2",
                    "15к.1",
                    "19к.1",
                    "19к.3",
                    "19к.2",
                    "21к.1",
                    "21к.3",
                    "21к.2",
                    "23к.1",
                    "23к.4",
                    "23к.2",
                    "23к.3"
                ]
            },
            {
                "street": "ул. Грина",
                "houses": [
                    "1к.6",
                    "1к.5",
                    "1к.8",
                    "1к.7",
                    28,
                    "28к.1",
                    30,
                    "34к.1",
                    34,
                    36,
                    "40к.1",
                    40,
                    42
                ]
            },
            {
                "street": "ул. Знаменские Садки",
                "houses": [
                    "1к.2",
                    "3к.2",
                    "3к.5",
                    "3к.1",
                    "3к.3",
                    "3к.4",
                    "5к.1",
                    "5к.2",
                    "7к.3",
                    11
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 2к2",
                "point": [
                    55.57011,
                    37.574822
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 4",
                "point": [
                    55.569632,
                    37.573986
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 6",
                "point": [
                    55.568924,
                    37.574642
                ]
            },
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 10",
                "point": [
                    55.567178,
                    37.573312
                ]
            },
            {
                "address": "Россия, Москва, Коктебельская улица, 11",
                "point": [
                    55.564205,
                    37.585997
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 2к2",
                "point": [
                    55.572843,
                    37.590048
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 2к1",
                "point": [
                    55.572365,
                    37.591458
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 8к4",
                "point": [
                    55.573515,
                    37.584182
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 8к2",
                "point": [
                    55.573897,
                    37.582044
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 8к3",
                "point": [
                    55.573368,
                    37.581262
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 10к2",
                "point": [
                    55.575643,
                    37.577499
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 10к1",
                "point": [
                    55.574151,
                    37.577957
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 12к2",
                "point": [
                    55.574584,
                    37.576367
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 12к1",
                "point": [
                    55.574686,
                    37.57563
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 14",
                "point": [
                    55.575775,
                    37.571282
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 16к2",
                "point": [
                    55.576783,
                    37.571147
                ]
            },
            {
                "address": "Россия, Москва, Ратная улица, 16к1",
                "point": [
                    55.576004,
                    37.570222
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 9",
                "point": [
                    55.57404,
                    37.590353
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 11",
                "point": [
                    55.574803,
                    37.587847
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 15к3",
                "point": [
                    55.575409,
                    37.583239
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 15к2",
                "point": [
                    55.575739,
                    37.584694
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 15к1",
                "point": [
                    55.575017,
                    37.586329
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 19к1",
                "point": [
                    55.577068,
                    37.580346
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 19к3",
                "point": [
                    55.576203,
                    37.580238
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 19к2",
                "point": [
                    55.57664,
                    37.580616
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 21к1",
                "point": [
                    55.576915,
                    37.577849
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 21к3",
                "point": [
                    55.576991,
                    37.575558
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 21к2",
                "point": [
                    55.577907,
                    37.576843
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 23к1",
                "point": [
                    55.57747,
                    37.57395
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 23к4",
                "point": [
                    55.577602,
                    37.572136
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 23к2",
                "point": [
                    55.578452,
                    37.57395
                ]
            },
            {
                "address": "Россия, Москва, Старобитцевская улица, 23к3",
                "point": [
                    55.578503,
                    37.57263
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к6",
                "point": [
                    55.560586,
                    37.585601
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к5",
                "point": [
                    55.561232,
                    37.586176
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к8",
                "point": [
                    55.560779,
                    37.587236
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 1к7",
                "point": [
                    55.559817,
                    37.58517
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 28",
                "point": [
                    55.567718,
                    37.570896
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 28к1",
                "point": [
                    55.568543,
                    37.571938
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 30",
                "point": [
                    55.568089,
                    37.569701
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 34к1",
                "point": [
                    55.568777,
                    37.568821
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 34",
                "point": [
                    55.568354,
                    37.568192
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 36",
                "point": [
                    55.568782,
                    37.56688
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 40к1",
                "point": [
                    55.569494,
                    37.566126
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 40",
                "point": [
                    55.569011,
                    37.565353
                ]
            },
            {
                "address": "Россия, Москва, улица Грина, 42",
                "point": [
                    55.569443,
                    37.564168
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 1к2",
                "point": [
                    55.570548,
                    37.574022
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 3к2",
                "point": [
                    55.571098,
                    37.57298
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 3к5",
                "point": [
                    55.571215,
                    37.571273
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 3к1",
                "point": [
                    55.572324,
                    37.572791
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 3к3",
                "point": [
                    55.570792,
                    37.571983
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 3к4",
                "point": [
                    55.570299,
                    37.571255
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 5к1",
                "point": [
                    55.5718,
                    37.570222
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 5к2",
                "point": [
                    55.571479,
                    37.569225
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 7к3",
                "point": [
                    55.570976,
                    37.568399
                ]
            },
            {
                "address": "Россия, Москва, улица Знаменские Садки, 11",
                "point": [
                    55.573688,
                    37.567428
                ]
            }
        ]
    },
    {
        "title": "ЖК «СОЮЗ»",
        "url": "http://dom.mos.ru/Company/Details/f761efe2-9d7e-4255-aa64-89cbf13682ac",
        "color": "brown",
        "items": [
            {
                "street": "ул. Знаменские Садки",
                "houses": [
                    "1к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Знаменские Садки, 1к1",
                "point": [
                    55.571708,
                    37.575612
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-2»",
        "url": "http://dom.mos.ru/Company/Details/60b64675-9a20-4d5e-a522-cc070122041e",
        "color": "brown",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    "9к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 9к1",
                "point": [
                    55.568512,
                    37.577669
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-4»",
        "url": "http://dom.mos.ru/Company/Details/37e8db58-db20-42c7-8d35-0795b53eb326",
        "color": "brown",
        "items": [
            {
                "street": "ул. Знаменские Садки",
                "houses": [
                    "7к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Знаменские Садки, 7к1",
                "point": [
                    55.573017,
                    37.570078
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-5»",
        "url": "http://dom.mos.ru/Company/Details/6b7862d9-e89d-49ac-9444-791066f04f47",
        "color": "brown",
        "items": [
            {
                "street": "ул. Знаменские Садки",
                "houses": [
                    "7к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Знаменские Садки, 7к2",
                "point": [
                    55.572309,
                    37.569009
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-14»",
        "url": "http://dom.mos.ru/Company/Details/c0df7c46-e71b-4105-be8e-0d200fa0d068",
        "color": "brown",
        "items": [
            {
                "street": "Куликовская ул.",
                "houses": [
                    1
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Куликовская улица, 1",
                "point": [
                    55.572894,
                    37.566126
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-15»",
        "url": "http://dom.mos.ru/Company/Details/08e9ba0e-26b3-4bb2-9fa7-3445f8ad85fc",
        "color": "brown",
        "items": [
            {
                "street": "Куликовская ул.",
                "houses": [
                    3
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Куликовская улица, 3",
                "point": [
                    55.57066,
                    37.564913
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-17»",
        "url": "http://dom.mos.ru/Company/Details/5945f9dc-62c5-494b-ab4a-87c0e10f0ea6",
        "color": "brown",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    "2к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 2к1",
                "point": [
                    55.570166,
                    37.575693
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-18»",
        "url": "http://dom.mos.ru/Company/Details/300194cb-476d-4261-af24-cdee53784636",
        "color": "brown",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    "2к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 2к1",
                "point": [
                    55.570166,
                    37.575693
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз- 19»",
        "url": "http://dom.mos.ru/Company/Details/b736ca66-3243-457d-a0a8-52a2d2f72e06",
        "color": "brown",
        "items": [
            {
                "street": "ул. Знаменские Садки",
                "houses": [
                    "9к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Знаменские Садки, 9к1",
                "point": [
                    55.572482,
                    37.567581
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз- 20»",
        "url": "http://dom.mos.ru/Company/Details/b5b28fa9-5631-4eb9-b949-effe6811388e",
        "color": "brown",
        "items": [
            {
                "street": "ул. Знаменские Садки",
                "houses": [
                    "9к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Знаменские Садки, 9к1",
                "point": [
                    55.572482,
                    37.567581
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-21»",
        "url": "http://dom.mos.ru/Company/Details/e69b773c-4f0e-4526-b531-6f26fb112ef3",
        "color": "brown",
        "items": [
            {
                "street": "ул. Знаменские Садки",
                "houses": [
                    "9к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Знаменские Садки, 9к2",
                "point": [
                    55.5721,
                    37.566485
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-22»",
        "url": "http://dom.mos.ru/Company/Details/ab35eb3a-0d39-4a34-a2a9-720508fb7456",
        "color": "brown",
        "items": [
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    7
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старобитцевская улица, 7",
                "point": [
                    55.573317,
                    37.590623
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз-23»",
        "url": "http://dom.mos.ru/Company/Details/47d72715-cdf1-42ce-be1c-183092870e1d",
        "color": "brown",
        "items": [
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    7
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старобитцевская улица, 7",
                "point": [
                    55.573317,
                    37.590623
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз- 24»",
        "url": "http://dom.mos.ru/Company/Details/ac248ca2-c7e3-44e3-b586-96e4c7ab015e",
        "color": "brown",
        "items": [
            {
                "street": "Куликовская ул.",
                "houses": [
                    7
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Куликовская улица, 7",
                "point": [
                    55.567804,
                    37.56256
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз- 25»",
        "url": "http://dom.mos.ru/Company/Details/5a3cc631-a3fe-45ca-aa0a-c17141faffb2",
        "color": "brown",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    15
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 15",
                "point": [
                    55.564399,
                    37.574633
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз- 30»",
        "url": "http://dom.mos.ru/Company/Details/bffde35b-a33a-4b7a-9c99-30a1e3bc3ff6",
        "color": "brown",
        "items": [
            {
                "street": "Ратная ул.",
                "houses": [
                    "8к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Ратная улица, 8к1",
                "point": [
                    55.574111,
                    37.583661
                ]
            }
        ]
    },
    {
        "title": "ЖК «Союз- 31»",
        "url": "http://dom.mos.ru/Company/Details/6545db36-60ea-4b8a-a86e-5337ebe5f810",
        "color": "brown",
        "items": [
            {
                "street": "Ратная ул.",
                "houses": [
                    "8к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Ратная улица, 8к1",
                "point": [
                    55.574111,
                    37.583661
                ]
            }
        ]
    },
    {
        "title": "Жилищный кооператив «Союз-36К»",
        "url": "http://dom.mos.ru/Company/Details/0b323be3-bd87-4ee3-9363-bf9846d27938",
        "color": "brown",
        "items": [
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    "21к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старобитцевская улица, 21к2",
                "point": [
                    55.577907,
                    37.576843
                ]
            }
        ]
    },
    {
        "title": "ТСЖ «Парус»",
        "url": "http://dom.mos.ru/Company/Details/0a239fc7-5a61-4641-a265-5f6bf3d6f3d8",
        "color": "brown",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    8
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 8",
                "point": [
                    55.568064,
                    37.573806
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово»",
        "url": "http://dom.mos.ru/Company/Details/db1710c9-68d4-442b-bf23-7c6b150abaf6",
        "color": "brown",
        "items": [
            {
                "street": "Коктебельская ул.",
                "houses": [
                    "4к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Коктебельская улица, 4к1",
                "point": [
                    55.565621,
                    37.585934
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-1»",
        "url": "http://dom.mos.ru/Company/Details/7ce54d6b-5aa2-4dcb-9e23-b958d9d25d75",
        "color": "brown",
        "items": [
            {
                "street": "Коктебельская ул.",
                "houses": [
                    "4к.4"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Коктебельская улица, 4к4",
                "point": [
                    55.565493,
                    37.584955
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-2»",
        "url": "http://dom.mos.ru/Company/Details/a6c2462e-00a2-49d9-ad24-cd4360127454",
        "color": "brown",
        "items": [
            {
                "street": "бульв. Дмитрия Донского",
                "houses": [
                    17
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, бульвар Дмитрия Донского, 17",
                "point": [
                    55.563421,
                    37.573914
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-3»",
        "url": "http://dom.mos.ru/Company/Details/57c033d2-fb95-4060-acd9-670ff204fb02",
        "color": "brown",
        "items": [
            {
                "street": "ул. Грина",
                "houses": [
                    9
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Грина, 9",
                "point": [
                    55.566445,
                    37.568129
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-4»",
        "url": "http://dom.mos.ru/Company/Details/5e672f96-13ff-4db7-ad16-a0fbdbdaf336",
        "color": "brown",
        "items": [
            {
                "street": "Куликовская ул.",
                "houses": [
                    7
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Куликовская улица, 7",
                "point": [
                    55.567804,
                    37.56256
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-5»",
        "url": "http://dom.mos.ru/Company/Details/a1ac12b2-701a-4f61-9719-79fc993af6e7",
        "color": "brown",
        "items": [
            {
                "street": "ул. Грина",
                "houses": [
                    13
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Грина, 13",
                "point": [
                    55.567122,
                    37.565326
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-6»",
        "url": "http://dom.mos.ru/Company/Details/a24b70e1-7e61-4147-9634-966c1250ae92",
        "color": "brown",
        "items": [
            {
                "street": "ул. Грина",
                "houses": [
                    9
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Грина, 9",
                "point": [
                    55.566445,
                    37.568129
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-7»",
        "url": "http://dom.mos.ru/Company/Details/50de1211-11c9-4d86-bd1d-22a056a441a1",
        "color": "brown",
        "items": [
            {
                "street": "ул. Грина",
                "houses": [
                    13
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Грина, 13",
                "point": [
                    55.567122,
                    37.565326
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-8»",
        "url": "http://dom.mos.ru/Company/Details/437927e3-3092-401b-b81a-9a9224a2bb41",
        "color": "brown",
        "items": [
            {
                "street": "Куликовская ул.",
                "houses": [
                    "9к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Куликовская улица, 9к2",
                "point": [
                    55.566832,
                    37.562039
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-9»",
        "url": "http://dom.mos.ru/Company/Details/b35bbf4f-d909-4af0-abb7-8c4b875809db",
        "color": "brown",
        "items": [
            {
                "street": "Куликовская ул.",
                "houses": [
                    "9к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Куликовская улица, 9к2",
                "point": [
                    55.566832,
                    37.562039
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-10»",
        "url": "http://dom.mos.ru/Company/Details/0cb096ed-85a1-44ea-bcad-761c8ec51b5c",
        "color": "brown",
        "items": [
            {
                "street": "ул. Академика Глушко",
                "houses": [
                    "14к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Академика Глушко, 14к2",
                "point": [
                    55.56615,
                    37.564931
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-11»",
        "url": "http://dom.mos.ru/Company/Details/b9bb7e48-e952-4cb9-9fd5-6654672d9c75",
        "color": "brown",
        "items": [
            {
                "street": "ул. Академика Глушко",
                "houses": [
                    "14к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, улица Академика Глушко, 14к2",
                "point": [
                    55.56615,
                    37.564931
                ]
            }
        ]
    },
    {
        "title": "ТСЖ «Бутово-12»",
        "url": "http://dom.mos.ru/Company/Details/4fcb4766-7fea-483b-a09b-f72e6db94061",
        "color": "brown",
        "items": [
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    "15к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старобитцевская улица, 15к1",
                "point": [
                    55.575017,
                    37.586329
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-13»",
        "url": "http://dom.mos.ru/Company/Details/9110e37a-7978-47c6-9052-fc7b1ef24fe6",
        "color": "brown",
        "items": [
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    "17к.2"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старобитцевская улица, 17к2",
                "point": [
                    55.576274,
                    37.581846
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-14»",
        "url": "http://dom.mos.ru/Company/Details/64dfeca4-5c68-47ec-a78d-ea125ef59dd4",
        "color": "brown",
        "items": [
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    "17к.1"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старобитцевская улица, 17к1",
                "point": [
                    55.576447,
                    37.58261
                ]
            }
        ]
    },
    {
        "title": "ЖСК «Бутово-15»",
        "url": "http://dom.mos.ru/Company/Details/f685bbe6-b06f-439f-8443-4c7a7cca4400",
        "color": "brown",
        "items": [
            {
                "street": "Старобитцевская ул.",
                "houses": [
                    "17к.3"
                ]
            }
        ],
        "houses": [
            {
                "address": "Россия, Москва, Старобитцевская улица, 17к3",
                "point": [
                    55.575887,
                    37.581532
                ]
            }
        ]
    }
]